tap "mike-engel/jwt-cli"
brew "gcc"
brew "awscli"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "dua-cli"
brew "duf"
brew "fd"
brew "fish"
brew "fx"
brew "fzf"
brew "git-delta"
brew "go"
brew "httpie"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "llvm"
brew "lsd"
brew "micro"
brew "mysql-client"
brew "nmap"
brew "openjdk"
brew "procs"
brew "ripgrep"
brew "rust"
brew "socat"
brew "starship"
brew "docker"
brew "stern"
brew "tldr"
brew "totp-cli"
brew "wget"
brew "zoxide"
brew --cask "docker"
brew --cask "raycast"
brew --cask "alt-tab"
brew --cask "warp"
brew --cask "postman"
brew --cask "karabiner-elements"
brew --cask "dbgate"
brew --cask "aldente"
brew --cask "whatsapp"
